Revit 2027 API
RebarShapeConstraint180DegreeBendArcLength Properties
The RebarShapeConstraint180DegreeBendArcLength type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from RebarShapeConstraint)
Top
See Also
Reference
RebarShapeConstraint180DegreeBendArcLength Class
Autodesk.Revit.DB.Structure Namespace